export interface MethodGoal {
  title: string;
  description: string;
}

export const methodGoals: MethodGoal[] = [
  {
    title: 'Достичь физической формы мечты:',
    description: 'На основе понимания базовых потребностей организма, без изнуряющих диет.',
  },
  {
    title: 'Улучшить физическое здоровье и функциональность организма:',
    description: 'Сделайте тело своим союзником. Повышайте свою энергию, укрепляйте иммунную систему и улучшайте общее самочувствие.',
  },
  {
    title: 'Скорректировать питание без сложных диет и ограничений:',
    description: 'Получите инструменты для формирования здоровых привычек. Сбалансированное питание чтобы получать удовольствие от пищи.',
  },
  {
    title: 'Улучшить физическое здоровье и функциональность организма',
    description: 'Сделайте тело своим союзником. Повышайте свою энергию, укрепляйте иммунную систему и улучшайте общее самочувствие.',
  },
  {
    title: 'Уважать и любить себя проявляя заботу:',
    description: 'Раскрыть свой потенциал, достигая новых высот.',
  },
];
